Repository: pstepanovum/klic-mobile-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

source: "Always" saves incoming photos and downloaded videos from this chat to your photo library.
ru: «Всегда» сохраняет входящие фото и загруженные видео из этого чата в вашу медиатеку.
zh_hans: “始终”会将此聊天中收到的照片和下载的视频保存到您的照片库。

source: %@ people in the call
ru: %@ человек в звонке
zh_hans: 通话中有 %@ 人

source: %lld / %@ participants
ru: %lld / %@ участников
zh_hans: %lld / %@ 位参与者

source: %lld groups in common
ru: %lld общих групп
zh_hans: %lld 个共同群组

source: %lld members
ru: %lld участников
zh_hans: %lld 位成员

source: %lld months
ru: %lld месяцев
zh_hans: %lld 个月

source: 1 group in common
ru: 1 общая группа
zh_hans: 1 个共同群组

source: 1 member
ru: 1 участник
zh_hans: 1 位成员

source: 1 month
ru: 1 месяц
zh_hans: 1 个月

source: 1 person in the call
ru: 1 человек в звонке
zh_hans: 通话中有 1 人

source: 4–6 digits
ru: 4–6 цифр
zh_hans: 4–6 位数字

source: Access to Contacts
ru: Доступ к контактам
zh_hans: 访问通讯录

source: Add
ru: Добавить
zh_hans: 添加

source: Add Friend
ru: Добавить друга
zh_hans: 添加好友

source: Add Passkey
ru: Добавить ключ доступа
zh_hans: 添加通行密钥

source: Add a caption
ru: Добавить подпись
zh_hans: 添加说明

source: Add members
ru: Добавить участников
zh_hans: 添加成员

source: Add text
ru: Добавить текст
zh_hans: 添加文字

source: Added %@
ru: Добавлен(а) %@
zh_hans: 已添加 %@

source: Adding…
ru: Добавление…
zh_hans: 正在添加…

source: Admin
ru: Админ
zh_hans: 管理员

source: After 1 minute
ru: Через 1 минуту
zh_hans: 1 分钟后

source: After 5 minutes
ru: Через 5 минут
zh_hans: 5 分钟后

source: Album
ru: Альбом
zh_hans: 相册

source: Alert tone
ru: Звук уведомления
zh_hans: 提示音

source: All chats
ru: Все чаты
zh_hans: 所有聊天

source: Allow camera access in iOS Settings to scan QR codes.
ru: Разрешите доступ к камере в настройках iOS для сканирования QR-кодов.
zh_hans: 在 iOS 设置中允许访问相机以扫描二维码。

source: Allow in Settings
ru: Разрешить в настройках
zh_hans: 在设置中允许

source: Always
ru: Всегда
zh_hans: 始终

source: Always light
ru: Всегда светлая
zh_hans: 始终浅色

source: Always use Safari, including link previews.
ru: Всегда использовать Safari, включая предпросмотр ссылок.
zh_hans: 始终使用 Safari，包括链接预览。

source: Appearance
ru: Оформление
zh_hans: 外观

source: Audio
ru: Аудио
zh_hans: 音频

source: Auto-Night Mode
ru: Автоночной режим
zh_hans: 自动夜间模式

source: Auto-lock
ru: Автоблокировка
zh_hans: 自动锁定

source: Automatically delete my account
ru: Автоматически удалить мой аккаунт
zh_hans: 自动注销我的账号

source: Based on ambient light
ru: По освещённости
zh_hans: 基于环境光线

source: Best quality, larger upload
ru: Лучшее качество, больше трафика
zh_hans: 最佳质量，文件较大

source: Block %@?
ru: Заблокировать %@?
zh_hans: 屏蔽 %@？

source: Block User
ru: Заблокировать пользователя
zh_hans: 屏蔽用户

source: Blocked Users
ru: Заблокированные пользователи
zh_hans: 已屏蔽用户

source: Blocking…
ru: Блокировка…
zh_hans: 正在屏蔽…

source: Cached media will be re-downloaded when needed. Your messages are not affected.
ru: Кэшированные медиафайлы будут загружены повторно при необходимости. Это не затронет ваши сообщения.
zh_hans: 缓存的媒体文件将在需要时重新下载。您的消息不会受到影响。

source: Call
ru: Позвонить
zh_hans: 通话

source: Camera
ru: Камера
zh_hans: 相机

source: Cancel
ru: Отмена
zh_hans: 取消

source: Cellular
ru: Сотовая связь
zh_hans: 蜂窝网络

source: Change Passcode
ru: Изменить код-пароль
zh_hans: 修改密码

source: Changing the language takes effect after Klic restarts.
ru: Смена языка вступит в силу после перезапуска Klic.
zh_hans: 更改语言将在 Klic 重启后生效。

source: Chat
ru: Чат
zh_hans: 聊天

source: Chat Themes
ru: Темы чатов
zh_hans: 聊天主题

source: Chats
ru: Чаты
zh_hans: 聊天

source: Clear Entire Cache
ru: Очистить весь кэш
zh_hans: 清除所有缓存

source: Clear chat cache
ru: Очистить кэш чата
zh_hans: 清除聊天缓存

source: Clear cookies
ru: Очистить cookies
zh_hans: 清除 Cookie

source: Clear cookies?
ru: Очистить cookies?
zh_hans: 清除 Cookie？

source: Clear entire cache?
ru: Очистить весь кэш?
zh_hans: 清除所有缓存？

source: Clearing…
ru: Очистка…
zh_hans: 正在清除…

source: Clears every unsent message draft saved on this device.
ru: Удаляет все черновики сообщений на этом устройстве.
zh_hans: 清除保存在此设备上的所有未发送消息草稿。

source: Confirm your passcode
ru: Подтвердите код-пароль
zh_hans: 确认密码

source: Continue
ru: Продолжить
zh_hans: 继续

source: Cookies cleared
ru: Cookies очищены
zh_hans: Cookie 已清除

source: Copy
ru: Копировать
zh_hans: 复制

source: Couldn't block this user right now.
ru: Не удалось заблокировать пользователя.
zh_hans: 暂时无法屏蔽此用户。

source: Couldn't delete synced contacts.
ru: Не удалось удалить синхронизированные контакты.
zh_hans: 无法删除同步的联系人。

source: Couldn't delete the account right now.
ru: Не удалось удалить аккаунт.
zh_hans: 暂时无法注销账号。

source: Couldn't forward the media.
ru: Не удалось переслать медиафайл.
zh_hans: 无法转发该媒体文件。

source: Couldn't load this video
ru: Не удалось загрузить видео
zh_hans: 无法加载此视频

source: Couldn't load your blocked users.
ru: Не удалось загрузить список заблокированных пользователей.
zh_hans: 无法加载已屏蔽用户列表。

source: Couldn't load your passkeys.
ru: Не удалось загрузить ваши ключи доступа.
zh_hans: 无法加载您的通行密钥。

source: Couldn't process the selected photo.
ru: Не удалось обработать выбранное фото.
zh_hans: 无法处理所选照片。

source: Couldn't read the selected photo.
ru: Не удалось прочитать выбранное фото.
zh_hans: 无法读取所选照片。

source: Couldn't remove the passkey.
ru: Не удалось удалить ключ доступа.
zh_hans: 无法移除通行密钥。

source: Couldn't save the setting.
ru: Не удалось сохранить настройку.
zh_hans: 无法保存设置。

source: Couldn't send the request.
ru: Не удалось отправить запрос.
zh_hans: 无法发送请求。

source: Couldn't start the cover upload:
ru: Не удалось начать загрузку обложки:
zh_hans: 无法开始上传封面：

source: Couldn't unblock %@.
ru: Не удалось разблокировать %@.
zh_hans: 无法取消屏蔽 %@。

source: Couldn't upload the cover image:
ru: Не удалось загрузить обложку:
zh_hans: 无法上传封面图片：

source: Create your account
ru: Создайте свой аккаунт
zh_hans: 创建您的账号

source: Created %@
ru: Создано %@
zh_hans: 创建于 %@

source: Created by %@
ru: Создатель: %@
zh_hans: 由 %@ 创建

source: Crop
ru: Обрезать
zh_hans: 裁剪

source: Crystal-clear calls and instant messages, all in one place.
ru: Кристально чистые звонки и сообщения в одном приложении.
zh_hans: 高清通话与即时消息， 尽在一处。

source: Data Settings
ru: Настройки данных
zh_hans: 数据设置

source: Data and Storage
ru: Данные и память
zh_hans: 数据与存储

source: Default (Off)
ru: По умолчанию (выкл.)
zh_hans: 默认（关闭）

source: Delete
ru: Удалить
zh_hans: 删除

source: Delete Account Now
ru: Удалить аккаунт сейчас
zh_hans: 立即删除账号

source: Delete All Drafts
ru: Удалить все черновики
zh_hans: 删除所有草稿

source: Delete Forever
ru: Удалить навсегда
zh_hans: 永久删除

source: Delete Group
ru: Удалить группу
zh_hans: 删除群组

source: Delete Synced Contacts
ru: Удалить синхронизированные контакты
zh_hans: 删除已同步联系人

source: Delete all drafts?
ru: Удалить все черновики?
zh_hans: 删除所有草稿？

source: Delete for everyone
ru: Удалить для всех
zh_hans: 为所有人删除

source: Delete for me
ru: Удалить у меня
zh_hans: 为我删除

source: Delete message
ru: Удалить сообщение
zh_hans: 删除消息

source: Delete my account if away for
ru: Удалить мой аккаунт, если я не захожу
zh_hans: 如果离线多久则删除账号

source: Delete synced contacts?
ru: Удалить синхронизированные контакты?
zh_hans: 删除已同步联系人？

source: Delete this group?
ru: Удалить эту группу?
zh_hans: 删除此群组？

source: Delete your account?
ru: Удалить ваш аккаунт?
zh_hans: 删除您的账号？

source: Deleting…
ru: Удаление…
zh_hans: 正在删除…

source: Description
ru: Описание
zh_hans: 描述

source: Discard
ru: Отменить
zh_hans: 放弃

source: Display name
ru: Отображаемое имя
zh_hans: 显示名称

source: Distribution
ru: Рассылка
zh_hans: 分发

source: Documents
ru: Документы
zh_hans: 文档

source: Don't open links in-app
ru: Не открывать ссылки в приложении
zh_hans: 不在应用内打开链接

source: Done
ru: Готово
zh_hans: 完成

source: Drafts deleted.
ru: Черновики удалены.
zh_hans: 草稿已删除。

source: Edit group
ru: Изменить группу
zh_hans: 编辑群组

source: Edit profile
ru: Редактировать профиль
zh_hans: 编辑个人资料

source: Effective date: June 28, 2026
ru: Дата вступления в силу: 28 июня 2026 г.
zh_hans: 生效日期：2026年6月28日

source: English
ru: Английский
zh_hans: 英语

source: Enter "%@" to permanently delete your account.
ru: Введите «%@», чтобы навсегда удалить свой аккаунт.
zh_hans: 输入“%@”以永久删除您的账号。

source: Enter Passcode
ru: Введите код-пароль
zh_hans: 输入密码

source: Enter a new passcode
ru: Введите новый код-пароль
zh_hans: 输入新密码

source: Enter your passcode
ru: Введите ваш код-пароль
zh_hans: 输入您的密码

source: Face ID isn't available on this device.
ru: Face ID недоступен на этом устройстве.
zh_hans: 此设备不支持面容 ID。

source: Faster uploads, less data
ru: Быстрая загрузка, меньше трафика
zh_hans: 上传更快，流量更省

source: Favorites
ru: Избранное
zh_hans: 收藏

source: Files
ru: Файлы
zh_hans: 文件

source: Follows your iOS appearance setting
ru: Как в настройках iOS
zh_hans: 跟随 iOS 外观设置

source: For 1 week
ru: На 1 неделю
zh_hans: 1 周

source: For 8 hours
ru: На 8 часов
zh_hans: 8 小时

source: Forward
ru: Переслать
zh_hans: 转发

source: Forward (%lld)
ru: Переслать (%lld)
zh_hans: 转发 (%lld)

source: Forward to
ru: Переслать...
zh_hans: 转发给

source: Forwarded
ru: Переслано
zh_hans: 已转发

source: Free forever · No ads · Private by design
ru: Бесплатно навсегда · Без рекламы · Конфиденциально
zh_hans: 永久免费 · 无广告 · 隐私至上

source: Frequent
ru: Частые
zh_hans: 常用

source: Friends
ru: Друзья
zh_hans: 好友

source: Friends can scan this code to add you on Klic.
ru: Друзья могут отсканировать этот код, чтобы добавить вас в Klic.
zh_hans: 好友可以扫描此二维码在 Klic 上添加您。

source: Gallery
ru: Галерея
zh_hans: 相册

source: Get Started
ru: Начать
zh_hans: 开始使用

source: Group
ru: Группа
zh_hans: 群组

source: Group Info
ru: О группе
zh_hans: 群组信息

source: Group Name
ru: Название группы
zh_hans: 群组名称

source: Group cover
ru: Обложка группы
zh_hans: 群封面

source: Group name
ru: Название группы
zh_hans: 群组名称

source: I agree to the
ru: Я принимаю
zh_hans: 我同意

source: If away for
ru: Если не в сети
zh_hans: 如果离线时间达

source: If turned off, you won't see anyone else's last seen.
ru: Если отключить, вы не будете видеть время последнего входа других пользователей.
zh_hans: 如果关闭，您将无法查看他人的最后上线时间。

source: Immediately
ru: Сразу
zh_hans: 立即

source: Incoming
ru: Входящие
zh_hans: 来电

source: Invite
ru: Пригласить
zh_hans: 邀请

source: Join
ru: Вступить
zh_hans: 加入

source: Klic (in-app)
ru: Klic (в приложении)
zh_hans: Klic (应用内)

source: Klic can only access some photos. Manage…
ru: У Klic есть доступ только к некоторым фото. Управление…
zh_hans: Klic 仅能访问部分照片。管理…

source: Klic doesn't have access to your contacts. Allow it in iOS Settings.
ru: У Klic нет доступа к вашим контактам. Разрешите его в настройках iOS.
zh_hans: Klic 无法访问您的通讯录。请在 iOS 设置中允许访问。

source: Klic doesn't have access to your photos.
ru: У Klic нет доступа к вашим фото.
zh_hans: Klic 无法访问您的照片。

source: Klic needs to restart to apply the new language.
ru: Для смены языка необходимо перезапустить Klic.
zh_hans: Klic 需要重启以应用新语言。

source: LIVE
ru: В ЭФИРЕ
zh_hans: 直播

source: Language
ru: Язык
zh_hans: 语言

source: Larger files, best quality
ru: Файлы больше, качество лучше
zh_hans: 文件较大，质量最佳

source: Last seen
ru: Был(а) в сети
zh_hans: 最后上线

source: Later
ru: Позже
zh_hans: 稍后

source: Load older messages
ru: Загрузить более старые сообщения
zh_hans: 加载更早的消息

source: Log out
ru: Выйти
zh_hans: 退出登录

source: Manage storage
ru: Управление хранилищем
zh_hans: 管理存储空间

source: Media, links, docs
ru: Медиа, ссылки, файлы
zh_hans: 媒体、链接、文档

source: Members
ru: Участники
zh_hans: 成员

source: Message
ru: Сообщение
zh_hans: 消息

source: Message, group, call and friend-request pushes are filtered server-side by these switches. Alert tones are per-device; the sound of a delivered push notification stays the system default.
ru: Push-уведомления о сообщениях, группах, звонках и заявках в друзья фильтруются на сервере. Звуки уведомлений настраиваются для каждого устройства отдельно; звук доставленного уведомления остается системным по умолчанию.
zh_hans: 消息、群组、通话和好友请求的推送通过这些开关在服务器端进行过滤。提示音因设备而异；推送通知的声音保持系统默认。

source: Missed
ru: Пропущенные
zh_hans: 未接

source: Mute @all mentions
ru: Не уведомлять об упоминаниях @all
zh_hans: 静音 @所有人 提及

source: Mute call notifications
ru: Без звука для звонков
zh_hans: 静音通话通知

source: Mute calls
ru: Без звука для звонков
zh_hans: 静音通话

source: Mute messages
ru: Без звука для сообщений
zh_hans: 静音消息

source: My Code
ru: Мой код
zh_hans: 我的二维码

source: My Klic QR code
ru: Мой QR-код Klic
zh_hans: 我的 Klic 二维码

source: My Profile
ru: Мой профиль
zh_hans: 个人资料

source: Never
ru: Никогда
zh_hans: 从不

source: New Contact
ru: Новый контакт
zh_hans: 新联系人

source: New Group
ru: Новая группа
zh_hans: 新群组

source: New Message
ru: Новое сообщение
zh_hans: 新消息

source: Next
ru: Далее
zh_hans: 下一步

source: No contacts match your search.
ru: Контакты не найдены.
zh_hans: 没有匹配搜索条件的联系人。

source: No friends yet — add them in Friends.
ru: Пока нет друзей — добавьте их в разделе «Друзья».
zh_hans: 暂无好友 — 请在“好友”中添加。

source: No friends yet — tap + to add someone.
ru: Пока нет друзей — нажмите +, чтобы добавить кого-нибудь.
zh_hans: 暂无好友 — 点击 + 添加。

source: No members match.
ru: Участники не найдены.
zh_hans: 没有匹配的成员。

source: No more friends to add.
ru: Больше нет друзей для добавления.
zh_hans: 没有更多可添加的好友。

source: No passkeys yet. Add one to sign in without a password.
ru: Ключей доступа пока нет. Добавьте один, чтобы входить без пароля.
zh_hans: 暂无通行密钥。添加一个即可免密码登录。

source: No recent calls yet.
ru: Последних звонков пока нет.
zh_hans: 暂无最近通话。

source: No user named "%@".
ru: Пользователь «%@» не найден.
zh_hans: 没有名为“%@”的用户。

source: Notifications
ru: Уведомления
zh_hans: 通知

source: OK
ru: ОК
zh_hans: 确定

source: Off
ru: Выкл.
zh_hans: 关闭

source: On Hold
ru: Ожидание
zh_hans: 等待中

source: Ongoing call
ru: Текущий звонок
zh_hans: 正在通话

source: Online
ru: В сети
zh_hans: 在线

source: Open in %@
ru: Открыть в %@
zh_hans: 在%@中打开

source: Open links in
ru: Открывать ссылки в
zh_hans: 链接打开方式

source: Original
ru: Оригинал
zh_hans: 原图

source: Outgoing
ru: Исходящий
zh_hans: 呼出

source: Passcode & Face ID
ru: Код-пароль и Face ID
zh_hans: 密码与面容 ID

source: Passcodes don't match. Try again.
ru: Коды не совпадают. Попробуйте еще раз.
zh_hans: 密码不匹配，请重试。

source: Passkey
ru: Ключ доступа
zh_hans: 通行密钥

source: Passkeys
ru: Ключи доступа
zh_hans: 通行密钥

source: Passkeys aren't available on this install.
ru: Ключи доступа недоступны в этой версии приложения.
zh_hans: 此安装版本不支持通行密钥。

source: Passkeys use Face ID and iCloud Keychain to sign you in securely. Sideloaded builds may not support them.
ru: Ключи доступа используют Face ID и Связку ключей iCloud для безопасного входа. Сторонние сборки могут их не поддерживать.
zh_hans: 通行密钥使用面容 ID 和 iCloud 钥匙串安全登录。侧载版本可能不支持此功能。

source: Password
ru: Пароль
zh_hans: 密码

source: Pause
ru: Пауза
zh_hans: 暂停

source: Photo Library
ru: Медиатека
zh_hans: 照片库

source: Photos
ru: Фото
zh_hans: 照片

source: Platform
ru: Платформа
zh_hans: 平台

source: Play
ru: Воспроизвести
zh_hans: 播放

source: Please allow Klic access to your phonebook to seamlessly find all your friends.
ru: Разрешите Klic доступ к контактам, чтобы легко найти всех своих друзей.
zh_hans: 请允许 Klic 访问您的通讯录，以便轻松找到所有好友。

source: Point the camera at a Klic QR code.
ru: Наведите камеру на QR-код Klic.
zh_hans: 将摄像头对准 Klic 二维码。

source: Privacy Policy
ru: Политика конфиденциальности
zh_hans: 隐私政策

source: Privacy and Security
ru: Конфиденциальность и безопасность
zh_hans: 隐私与安全

source: Profile
ru: Профиль
zh_hans: 个人资料

source: QR Code
ru: QR-код
zh_hans: 二维码

source: Quit Now
ru: Выйти сейчас
zh_hans: 立即退出

source: Recent Calls
ru: Недавние звонки
zh_hans: 最近通话

source: Recents
ru: Недавние
zh_hans: 最近

source: Reconnecting…
ru: Переподключение…
zh_hans: 正在重新连接…

source: Recording…
ru: Запись…
zh_hans: 正在录音…

source: Remove
ru: Удалить
zh_hans: 移除

source: Remove %@?
ru: Удалить %@?
zh_hans: 移除 %@？

source: Remove Passkey
ru: Удалить ключ доступа
zh_hans: 移除通行密钥

source: Remove from group
ru: Удалить из группы
zh_hans: 从群组中移除

source: Remove this passkey?
ru: Удалить этот ключ доступа?
zh_hans: 移除此通行密钥？

source: Removes cookies and site data stored by the in-app browser.
ru: Удаляет файлы cookie и данные сайтов, сохраненные встроенным браузером.
zh_hans: 移除应用内浏览器存储的 Cookie 和网站数据。

source: Removes every contact hash Klic stored for your account and turns syncing off.
ru: Удаляет все хеши контактов, сохраненные Klic для вашего аккаунта, и отключает синхронизацию.
zh_hans: 移除 Klic 为您的帐户存储的所有联系人哈希值并关闭同步。

source: Reply
ru: Ответить
zh_hans: 回复

source: Reply to %@
ru: Ответить %@
zh_hans: 回复 %@

source: Request sent to %@.
ru: Запрос отправлен %@.
zh_hans: 已向 %@ 发送请求。

source: Requests
ru: Запросы
zh_hans: 请求

source: Reset
ru: Сбросить
zh_hans: 重置

source: Reset Statistics
ru: Сбросить статистику
zh_hans: 重置统计数据

source: Reset notification settings
ru: Сбросить настройки уведомлений
zh_hans: 重置通知设置

source: Reset notification settings?
ru: Сбросить настройки уведомлений?
zh_hans: 重置通知设置？

source: Reset usage statistics?
ru: Сбросить статистику использования?
zh_hans: 重置使用统计数据？

source: Restart Klic
ru: Перезапустить Klic
zh_hans: 重新启动 Klic

source: Retry
ru: Повторить
zh_hans: 重试

source: Ringtone
ru: Рингтон
zh_hans: 铃声

source: Rotate 90°
ru: Повернуть на 90°
zh_hans: 旋转 90°

source: Save Passcode
ru: Сохранить код-пароль
zh_hans: 保存密码

source: Save changes
ru: Сохранить изменения
zh_hans: 保存更改

source: Save to Photos
ru: Сохранить в Фото
zh_hans: 保存到相册

source: Scan
ru: Сканировать
zh_hans: 扫描

source: Scan Document
ru: Сканировать документ
zh_hans: 扫描文档

source: Search
ru: Поиск
zh_hans: 搜索

source: Search chats
ru: Поиск по чатам
zh_hans: 搜索聊天

source: Search members
ru: Поиск участников
zh_hans: 搜索成员

source: Search messages
ru: Поиск сообщений
zh_hans: 搜索消息

source: Search older messages
ru: Поиск старых сообщений
zh_hans: 搜索历史消息

source: Searching older messages…
ru: Поиск старых сообщений…
zh_hans: 正在搜索历史消息…

source: Select from Files
ru: Выбрать из файлов
zh_hans: 从文件选择

source: Select from Gallery
ru: Выбрать из галереи
zh_hans: 从相册选择

source: Selfies
ru: Селфи
zh_hans: 自拍

source: Send (%lld)
ru: Отправить (%lld)
zh_hans: 发送 (%lld)

source: Send Friend Request
ru: Отправить запрос в друзья
zh_hans: 发送好友请求

source: Sending…
ru: Отправка…
zh_hans: 正在发送…

source: Set custom day / night hours
ru: Настроить время дня и ночи
zh_hans: 自定义日间/夜间时间

source: Settings
ru: Настройки
zh_hans: 设置

source: Share
ru: Поделиться
zh_hans: 分享

source: Share My Code
ru: Поделиться моим кодом
zh_hans: 分享我的二维码

source: Shows the people you message most at the top of pickers.
ru: Показывать людей, с которыми вы общаетесь чаще всего, в начале списков.
zh_hans: 在选择器顶部显示最常联系的人。

source: Sign in with a passkey
ru: Войти с помощью ключа доступа
zh_hans: 使用通行密钥登录

source: Smaller and faster
ru: Меньше и быстрее
zh_hans: 更小、更快

source: Square (1:1)
ru: Квадрат (1:1)
zh_hans: 正方形 (1:1)

source: Standard
ru: Стандартный
zh_hans: 标准

source: Star
ru: В избранное
zh_hans: 星标

source: Starred
ru: Избранное
zh_hans: 已加星标

source: Suggest Frequent Contacts
ru: Предлагать частые контакты
zh_hans: 建议常用联系人

source: Sync Contacts
ru: Синхронизировать контакты
zh_hans: 同步联系人

source: Synced %lld contact hashes.
ru: Синхронизировано %lld хэшей контактов.
zh_hans: 已同步 %lld 个联系人哈希。

source: Synced contacts deleted.
ru: Синхронизированные контакты удалены.
zh_hans: 已删除同步的联系人。

source: Syncing…
ru: Синхронизация…
zh_hans: 正在同步…

source: System default
ru: По умолчанию
zh_hans: 系统默认

source: Talk. Chat. Connect.
ru: Общайтесь. Переписывайтесь. Будьте на связи.
zh_hans: 交谈。聊天。连接。

source: That doesn't look like a Klic code.
ru: Это не похоже на код Klic.
zh_hans: 这看起来不像是 Klic 代码。

source: The cover uploaded but couldn't be saved:
ru: Обложка загружена, но её не удалось сохранить:
zh_hans: 封面已上传但无法保存：

source: The server sent passkey options this app couldn't read.
ru: Сервер отправил параметры ключа доступа, которые приложение не смогло прочитать.
zh_hans: 服务器发送了此应用无法读取的通行密钥选项。

source: The username didn't match — account not deleted.
ru: Имя пользователя не совпадает — аккаунт не удалён.
zh_hans: 用户名不匹配 — 账号未删除。

source: They will no longer see this group or its messages.
ru: Они больше не будут видеть эту группу и её сообщения.
zh_hans: 他们将不再看到此群组或其消息。

source: They won't be able to message or call you. You can unblock them from Settings → Privacy and Security.
ru: Они не смогут писать вам или звонить. Вы можете разблокировать их в разделе Настройки → Конфиденциальность.
zh_hans: 他们将无法向您发送消息或致电。您可以前往 设置 → 隐私与安全 解除屏蔽。

source: This device returned an unsupported credential type.
ru: Это устройство вернуло неподдерживаемый тип учётных данных.
zh_hans: 此设备返回了不支持的凭据类型。

source: This message was deleted
ru: Это сообщение удалено
zh_hans: 此消息已删除

source: This permanently deletes your account, messages and media for everyone. This cannot be undone.
ru: Это безвозвратно удалит ваш аккаунт, сообщения и медиафайлы для всех. Это действие нельзя отменить.
zh_hans: 这将永久删除您的账号、消息和媒体文件（对所有人）。此操作无法撤销。

source: This removes the group chat and all of its messages for everyone.
ru: Это удалит групповой чат и все сообщения в нём для всех участников.
zh_hans: 这将为所有人移除该群聊及其所有消息。

source: Today
ru: Сегодня
zh_hans: 今天

source: Tones are stored on this device. Delivered push notifications keep the default sound, and the incoming-call ring uses the global ringtone from Settings → Notifications.
ru: Звуки хранятся на этом устройстве. Для пуш-уведомлений используется стандартный звук, а для входящих вызовов — общая мелодия из раздела Настройки → Уведомления.
zh_hans: 提示音存储在此设备上。收到的推送通知将保持默认声音，来电铃声使用 设置 → 通知 中的全局铃声。

source: Total Network Usage
ru: Использование сети
zh_hans: 总网络用量

source: Turn Passcode Off
ru: Выключить код-пароль
zh_hans: 关闭密码

source: Turn Passcode On
ru: Включить код-пароль
zh_hans: 开启密码

source: Turns every notification back on and restores the default tones.
ru: Включает все уведомления и возвращает стандартные звуки.
zh_hans: 重新开启所有通知并恢复默认提示音。

source: Type your username to confirm
ru: Введите имя пользователя для подтверждения
zh_hans: 输入用户名以确认

source: Unblock
ru: Разблокировать
zh_hans: 取消屏蔽

source: Unlock Klic
ru: Разблокировать Klic
zh_hans: 解锁 Klic

source: Unlock with Face ID
ru: Разблокировать с Face ID
zh_hans: 使用面容 ID 解锁

source: Unmute
ru: Включить звук
zh_hans: 取消静音

source: Unstar
ru: Удалить из избранного
zh_hans: 取消星标

source: Until %@
ru: До %@
zh_hans: 直到 %@

source: Updates
ru: Обновления
zh_hans: 更新

source: Upload Quality
ru: Качество загрузки
zh_hans: 上传质量

source: Upload failed
ru: Ошибка загрузки
zh_hans: 上传失败

source: Upload quality
ru: Качество загрузки
zh_hans: 上传质量

source: Uploads anonymous hashes of your contacts to find friends. Names and numbers never leave your device.
ru: Загружает анонимные хэши ваших контактов, чтобы найти друзей. Имена и номера телефонов не покидают ваше устройство.
zh_hans: 上传联系人的匿名哈希值以查找好友。姓名和电话号码绝不会离开您的设备。

source: Username
ru: Имя пользователя
zh_hans: 用户名

source: Version
ru: Версия
zh_hans: 版本

source: Version %@
ru: Версия %@
zh_hans: 版本 %@

source: Video
ru: Видео
zh_hans: 视频

source: Videos
ru: Видео
zh_hans: 视频

source: View all members
ru: Все участники
zh_hans: 查看所有成员

source: View profile
ru: Посмотреть профиль
zh_hans: 查看个人资料

source: Waiting for passkey…
ru: Ожидание ключа доступа…
zh_hans: 正在等待通行密钥…

source: Welcome back
ru: С возвращением
zh_hans: 欢迎回来

source: When app goes to background
ru: При сворачивании приложения
zh_hans: 当应用进入后台时

source: When off for the current network, media shows a download button instead of fetching automatically.
ru: Если отключено, для медиафайлов будет отображаться кнопка загрузки вместо автоматического скачивания.
zh_hans: 在当前网络下关闭时，媒体文件将显示下载按钮，而不是自动下载。

source: Yesterday
ru: Вчера
zh_hans: 昨天

source: You
ru: Вы
zh_hans: 你

source: You haven't blocked anyone.
ru: Вы никого не заблокировали.
zh_hans: 你尚未屏蔽任何人。
